---
kind: property
id: P:Autodesk.Revit.DB.Analysis.MEPNetworkSegmentData.ReynoldsNumber
source: html/868514c5-aa7f-34c4-ba3d-96c6ec9c6ee2.htm
---
# Autodesk.Revit.DB.Analysis.MEPNetworkSegmentData.ReynoldsNumber Property

The Reynolds number of this segment, dimensionless.

## Syntax (C#)
```csharp
public double ReynoldsNumber { get; }
```